;Place localized text in this file

[AdventPathfinder X2CharacterTemplate]
strCharacterName="变种人探路者"
strAcquiredText="变种人探路者是专注于侧翼攻击的灵活士兵。"
[AdventPathfinderT2 X2CharacterTemplate]
strCharacterName="高级探路者"
strAcquiredText="高级探路者是专注于侧翼攻击的灵活士兵。"
[AdventPathfinderT3 X2CharacterTemplate]
strCharacterName="精英探路者"
strAcquiredText="精英探路者携带智能扫描器，以提高侧翼作战能力。"
[AdventPathfinderT4 X2CharacterTemplate]
strCharacterName="尊贵探路者"
strAcquiredText="尊贵探路者携带了更好的智能扫描器，进一步提高侧翼作战能力。"

[AdventPathfinderCaptain X2CharacterTemplate]
strCharacterName="变种人探路者猎手"
strAcquiredText="变种人探路者猎手使用精准的猎手步枪来标记目标。"
[AdventPathfinderCaptainT2 X2CharacterTemplate]
strCharacterName="高级探路者猎手"
strAcquiredText="高级探路者猎手使用精准的猎手步枪来标记目标。"
[AdventPathfinderCaptainT3 X2CharacterTemplate]
strCharacterName="精英探路者猎手"
strAcquiredText="精英探路者猎手使用强大的感应式眩晕地雷，一击瘫痪一群敌人。"
[AdventPathfinderCaptainT4 X2CharacterTemplate]
strCharacterName="尊贵探路者猎手"
strAcquiredText="尊贵探路者猎手使用毁灭性的恐怖子弹，被他用步枪瞄准的猎物都感到恐慌。"

[AdventPathfinderSearchTeamCaptain X2CharacterTemplate]
strCharacterName="变种人探路者队长"
strAcquiredText="变种人探路者队长使用精准的猎手步枪来标记目标。"
[AdventPathfinderSearchTeamCaptainT2 X2CharacterTemplate]
strCharacterName="高级探路者队长"
strAcquiredText="高级探路者队长使用精准的猎手步枪来标记目标。"
[AdventPathfinderSearchTeamCaptainT3 X2CharacterTemplate]
strCharacterName="精英探路者队长"
strAcquiredText="精英探路者队长使用强大的感应式眩晕地雷，一击瘫痪一群敌人。"

[AdventPathfinder_SMG X2WeaponTemplate]
FriendlyName="变种人冲锋枪"
FriendlyNamePlural="变种人冲锋枪"
BriefSummary="这款轻便的冲锋枪是变种人机动部队的首选，它提供更高的移动力，并且射速高而精准。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/>"

[AdventPathfinder_SMG_Suppressed X2WeaponTemplate]
FriendlyName="变种人消音冲锋枪"
FriendlyNamePlural="变种人消音冲锋枪"
BriefSummary="这款轻便的冲锋枪是变种人机动部队的首选，它提供更高的移动力，并且射速高而精准。高级变种人部队配备了消音器以进行秘密行动。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/>"

[AdventPathfinder_SMG_SuppressedLaser X2WeaponTemplate]
FriendlyName="变种人消音激光瞄准冲锋枪"
FriendlyNamePlural="变种人消音激光瞄准冲锋枪"
BriefSummary="这款轻便的冲锋枪是变种人机动部队的首选，它提供更高的移动力，并且射速高而精准。精英变种人部队配备了激光瞄准器，以提高精准和伤害。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/>"

[AdventPathfinder_SMG_Plasma X2WeaponTemplate]
FriendlyName="变种人电浆冲锋枪"
FriendlyNamePlural="变种人电浆冲锋枪"
BriefSummary="这把威力无比的冲锋枪由最高级别的变种人部队携带，它提供更高的移动力，并且射速高而精准。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/>"

[AdventHunter_Rifle X2WeaponTemplate]
FriendlyName="变种人猎手步枪"
FriendlyNamePlural="变种人猎手步枪"
BriefSummary="强大的变种人猎手步枪配备复杂的瞄准系统，使探路者猎手能够发射追踪子弹穿过隐蔽处和盔甲上的微小缝隙。猎手步枪发射智能追踪子弹，使盟友能够对他们标记的敌人进行毁灭性的侧翼攻击。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 此武器击中目标会进行标记\n<Bullet/> 已标记的目标又被标记时，不能被二次标记（shot）"

[AdventHunter_RifleT2 X2WeaponTemplate]
FriendlyName="变种人猎手步枪"
FriendlyNamePlural="变种人猎手步枪"
BriefSummary="强大的变种人猎手步枪配备复杂的瞄准系统，使探路者猎手能够发射追踪子弹穿过隐蔽处和盔甲上的微小缝隙。猎手步枪发射智能追踪子弹，使盟友能够对他们标记的敌人进行毁灭性的侧翼攻击。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 此武器击中目标会进行标记\n<Bullet/> 已标记的目标又被标记时，不能被二次标记（shot）"

[AdventHunter_RifleT3 X2WeaponTemplate]
FriendlyName="变种人猎手步枪"
FriendlyNamePlural="变种人猎手步枪"
BriefSummary="强大的变种人猎手步枪配备复杂的瞄准系统，使探路者猎手能够发射追踪子弹穿过隐蔽处和盔甲上的微小缝隙。猎手步枪发射智能追踪子弹，使盟友能够对他们标记的敌人进行毁灭性的侧翼攻击。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 此武器击中目标会进行标记\n<Bullet/> 已标记的目标又被标记时，不能被二次标记（shot）"

[AdventHunter_Rifle_Plasma X2WeaponTemplate]
FriendlyName="变种人电浆猎手步枪"
FriendlyNamePlural="变种人电浆猎手步枪"
BriefSummary="强大的变种人电浆猎手步枪配备复杂的瞄准系统，使探路者猎手能够发射追踪子弹穿过隐蔽处和盔甲上的微小缝隙。猎手步枪发射智能追踪子弹，使盟友能够对他们标记的敌人进行毁灭性的侧翼攻击。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 此武器击中目标会进行标记\n<Bullet/> 已标记的目标又被标记时，不能被二次标记（shot）"

[HunterRifle_Conventional X2WeaponTemplate]
FriendlyName="猎手步枪"
FriendlyNamePlural="猎手步枪"
BriefSummary="这款基于变种人猎手步枪设计的武器，配备先进的瞄准系统，就像变种人步枪一样发射智能追踪子弹，为我们的士兵提供侧翼加成，以打击被他们标记的目标。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/> 使用从敌人手中掠夺的升级配件来提高猎手步枪的战术效率。"
AbilityDescName="突击步枪"

[HunterRifle_Magnetic X2WeaponTemplate]
FriendlyName="磁性猎手步枪"
FriendlyNamePlural="磁性猎手步枪"
BriefSummary="随着磁性武器技术的进步，我们提高了常规猎手步枪的攻击力。然而，武器的威力增加对准确性产生了负面影响，为了弥补这一点，我们只有增加这款武器的每次射击子弹数。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/> 使用从敌人手中掠夺的升级配件来提高猎手步枪的战术效率。"
AbilityDescName="突擊步槍"

[HunterRifle_Beam X2WeaponTemplate]
FriendlyName="电浆猎手步枪"
FriendlyNamePlural="电浆猎手步枪"
BriefSummary="这款强大的电浆猎手步枪使用特殊的发射装置，借助电浆能量发射智能子弹，利用电浆的毁灭性威力，将我们的智能子弹射入最重型盔甲的外星人和变种人部队身上。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/> 使用从敌人手中掠夺的升级配件来提高猎手步枪的战术效率。"
AbilityDescName="突击步枪"

[SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描器"
LocHelpText="在本回合剩余时间内，给予+5视距、+5侧翼暴击率、+10侧翼瞄准加成。"

[SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描器 MK2"
LocHelpText="在本回合剩余时间内，给予+10视距、+10侧翼暴击率、+15侧翼瞄准、+3移动力奖励。"

[Xcom_SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描器"
LocHelpText="在本回合剩余时间内，给予+5视距、+5侧翼暴击率、+10侧翼瞄准加成。"

[Xcom_SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描器 MK2"
LocHelpText="在本回合剩余时间内，给予+10视距、+10侧翼暴击率、+15侧翼瞄准、+3移动力奖励。"



[AdventSmartScanner X2WeaponTemplate]
FriendlyName="变种人智能扫描器"
FriendlyNamePlural="变种人智能扫描器"
BriefSummary="变种人智能扫描器是变种人探路者使用的设备，用来查找和跟踪试图隐藏或逃跑的目标，智能扫描器使探路者在侧翼攻击对手时变得极为致命。"
TacticalText="<Bullet/> 智能扫描器给予+5视距、+5侧翼暴击率、+10侧翼瞄准奖励。"

[AdventSmartScannermk2 X2WeaponTemplate]
FriendlyName="变种人Mk2智能扫描器"
FriendlyNamePlural="变种人Mk2智能扫描器"
BriefSummary="变种人Mk2智能扫描器尊贵探路者使用的设备，用来查找和跟踪试图隐藏或逃跑的目标，Mk2扫描器的高级扫描系统使尊贵探路者获得找到猎物的最佳路径，使其在行动时获得更高的移动力。"
TacticalText="<Bullet/> Mk2智能扫描器给予+10视距、+10侧翼暴击率、+15侧翼瞄准、+3移动力奖励。"

[XcomSmartScanner X2WeaponTemplate]
FriendlyName="Xcom智能扫描器"
FriendlyNamePlural="Xcom智能扫描器"
BriefSummary="虽然变种人可能会使用他们的智能扫描器来追踪那些试图逃跑的人，但相信我们的士兵将能够在战场上充分利用它们，让我们的士兵获得更好的侧翼机会。"
TacticalText="<Bullet/> 智能扫描器给予+5视距、+5侧翼暴击率、+10侧翼瞄准奖励。"

[XcomSmartScannermk2 X2WeaponTemplate]
FriendlyName="Xcom Mk2 智能扫描器"
FriendlyNamePlural="Xcom Mk2 智能扫描器"
BriefSummary="
我们已经成功对最精英的变种人探路者使用的先进系统进行了逆向工程，借用这种复杂的系统，我们的部队应该能够找到最佳的路径来消灭敌人，它还给予士兵更高的移动力。"
TacticalText="<Bullet/> Mk2 智能扫描器给予+10视距、+10侧翼暴击率、+15侧翼瞄准、+3移动力奖励。"

[UltraLightVest X2EquipmentTemplate]
FriendlyName="超轻背心"
FriendlyNamePlural="超轻背心"
BriefSummary="变种人探路者穿这件超轻背心，在厚盔甲下没有任何防御加成，而是让他们能够更自由地移动，从而给他们移动力加成。"
TacticalText="<Bullet/> 获得移动力加成。\n<Bullet/> 一次只能装载一个盔甲增强。"

[XcomUltraLightVest X2EquipmentTemplate]
FriendlyName="超轻背心"
FriendlyNamePlural="超轻背心"
BriefSummary="这款超轻背心，源自变种人探路者使用的材料，几乎感觉不到重量，像布料一样灵活运动，但提供了与我们部队所穿的普通衬底一样的保护，同时允许更大的移动范围。"
TacticalText="<Bullet/> 获得+3移动力奖励。\n<Bullet/> 一次只能装载一个盔甲增强。"

[ProximityStunMine X2GrenadeTemplate]
FriendlyName="变种人感应式眩晕地雷"
FriendlyNamePlural="变种人感应式眩晕地雷"
BriefSummary="变种人探路者猎手使用这些强大的眩晕地雷来放置陷阱，并协助战场上的其他变种人部队。"
TacticalText="<Bullet/> 投掷感应式眩晕地雷不会破坏士兵的隐蔽状态。<br><Bullet/> 友方单位不会触发感应式眩晕地雷，但要是身处地雷的爆炸范围，友方单位将被眩晕。"
ThrownAbilityName="投掷感应式眩晕地雷"
ThrownAbilityHelpText="投掷感应式眩晕地雷到目标区域。"
LaunchedAbilityname="发射感应式眩晕地雷"
LaunchedAbilityHelpText="发射感应式眩晕地雷到目标区域。"

[XcomProximityStunMine X2GrenadeTemplate]
FriendlyName="感应式眩晕地雷"
FriendlyNamePlural="感应式眩晕地雷"
BriefSummary="这种强大的感应式眩晕地雷，非常适合用于我们士兵执行伏击，使一群变种人或外星人暂时失去能力。"
TacticalText="<Bullet/> 投掷感应式眩晕地雷不会破坏士兵的隐蔽状态。<br><Bullet/> 友方单位不会触发感应式眩晕地雷，但要是身处地雷的爆炸范围，友方单位将被眩晕。"
ThrownAbilityName="投掷感应式眩晕地雷"
ThrownAbilityHelpText="投掷感应式眩晕地雷到目标区域。"
LaunchedAbilityname="发射感应式眩晕地雷"
LaunchedAbilityHelpText="发射感应式眩晕地雷到目标区域。"

[HallucinogenicRounds X2AmmoTemplate]
FriendlyName="恐怖子弹"
FriendlyNamePlural="恐怖子弹"
BriefSummary="这种子弹装有一种极其强大的化学物质，该物质源于尊贵探路者猎手使用的毒素，被它击中的任何人毫无疑问会产生恐慌。"
TacticalText="<Bullet/> 这些子弹伤害+1，并使被击中者产生恐慌。<br>"




[CorpseAdventPathfinder X2ItemTemplate]
FriendlyName="变种人探路者尸体"
FriendlyNamePlural="变种人探路者尸体"
BriefSummary="几乎与变种人士兵相同，但是变种人探路者的身体经过改进，以增加耐力和移动力。"

[CorpseAdventPathfinderCaptain X2ItemTemplate]
FriendlyName="变种人探路者猎手尸体"
FriendlyNamePlural="变种人探路者猎手尸体"
BriefSummary="与盔甲下的变种人探路者相同，探路者猎手的精密头盔和光学系统是其最大特色。"

[CorpseAdventPathfinderScanner X2ItemTemplate]
FriendlyName="残损的变种人探路者扫描器"
FriendlyNamePlural="残损的变种人探路者扫描器"
BriefSummary="变种人扫描器是复杂的手持设备，它集成了数十个传感器，让探路者能够发现、追踪借此消灭目标，无论目标藏身何处。"

[CorpseAdventPathfinderCaptainStunMine X2ItemTemplate]
FriendlyName="回收的变种人探路者眩晕地雷"
FriendlyNamePlural="回收的变种人探路者眩晕地雷"
BriefSummary="变种人感应式眩晕地雷使用一种能量脉冲，瞬间使靠近他们的任何敌人暂时失去能力，使这些敌人成为探路者的手中猎物。"

[CorpseChosenAdventPathfinderScanner X2ItemTemplate]
FriendlyName="尊贵变种人有锁扫描器"
FriendlyNamePlural="尊贵变种人有锁扫描器"
BriefSummary="这种扫描器在外观上与其他探路者的扫描器相似，但却在低等级变种人使用时被锁定，毫无疑问其中隐藏了更精密的软硬件。"

[CorpseChosenAdventPathfinderCaptainHallucinogenicRounds X2ItemTemplate]
FriendlyName="尊贵探路者猎手恐怖子弹"
FriendlyNamePlural="尊贵探路者猎手恐怖子弹"
BriefSummary="尊贵探路者猎手使用一种可怕的致幻毒素来毒害目标，这种毒素只需在裸露的皮肤上洒一滴就可起效，并造成无法避免的恐慌和畏惧。"

[AutopsyAdventPathfinder X2TechTemplate]
DisplayName="解剖变种人探路者"
Summary="这些变种人探路者在表面上看与常规的变种人士兵几乎相同。然而，他们的盔甲更厚，他们盔甲之下的身体似乎经过改进，无论是通过基因改造还是经过训练，尤其是他们的腿和常规士兵的腿更强壮。"
CodeName="圣甲虫"
LongDescription="变种人探路者被发现经常活动在变种人怀疑反抗军成员进行活动的地方，变种人毫不留情地追捕那些试图逃离他们控制的人。\n\n 虽然乍一看，人们会认为他们与变种人士兵完全相同，但我们现在发现，他们与士兵有着明显的不同，他们厚厚的盔甲掩盖了更加“不普通”的一面，从解剖结构上看，他们的腿部肌肉远比上半身的肌肉发达，此外与士兵相比，他们的心血管和呼吸系统效率要高得多。所有迹象都表明，这种生物是为了不懈地追捕那些试图逃离变种人魔爪的人而制造出来。\n\n 然而，沈工程师和我们士兵们特别感兴趣的是，这些探路者穿在厚金属盔甲下的衬底，是一种超轻背心，提供了与我们的常规背心相同的保护，但它几乎轻若无物，而且像布料一样灵活运动，毫无疑问，这也有助于探路者的更卓越移动力。 理查德·泰根。"
AlertString="变种人探路者"

[AutopsyAdventPathfinderCaptain X2TechTemplate]
DisplayName="解剖变种人探路者猎手"
Summary="变种人探路者猎手穿戴独特的头盔和更大的斗篷，遮住了他们的盔甲，毫无疑问是为了伪装自己，因为他们使用自己的标志性猎手步枪暗中追捕目标。虽然这可能需要一段时间，但我相信如果对这些猎手步枪进行逆向工程，能供我们的部队使用。"
CodeName="猎手"
LongDescription="虽然普通的变种人探路者使用标准装备，但是除了背心，这些探路者猎手还使用非常复杂的 \"智能\"武器系统，我认为它与变种人灵能网络本身集成在一起。\n\n探路者猎手的猎手步枪只是一个非常复杂的系统一部分，而步枪本身非常令人印象深刻，因为它的智能瞄准系统几乎每次都能辅助这些优秀的猎手击中目标，这实际上是系统中最不有趣的部分。步枪发射智能子弹，向步枪发回信息，然后步枪向猎手发回信息，猎手再通过灵能网络向附近的变种人部队发送这些信息，最后猎手的面罩让变种人部队看到猎手自己看到的东西。\n\n 由于显而易见的原因，我们无法对变种人灵能网络进行逆向工程，猎手面罩被可怕的连接在猎手脸上，剩下的我们可以利用，我们已经能够复制猎手的猎手步枪本身，子弹被证明更加棘手，但我们也能逆向工程，尽管数量少于我们的希望，至于将信息从射手传递给他们的同伴，标准无线电和复仇者的系统将智能这样做。 莉莉·沈。”
AlertString="变种人探路者猎手"


[AutopsyAdventPathfinderScanner X2TechTemplate]
DisplayName="变种人探路者扫描器研究"
Summary="这些智能扫描器是变种人探路者用来寻找那些试图反抗变种人控制的人员设备，不幸的是，对于我们和我们的反抗军朋友来说，我担心这些设备以及使用它们的变种人在工作中效率更高。"
CodeName="灯塔"
LongDescription="这些变种人用来追击反抗军战士的所谓智能扫描器，使用了大量的传感器、运动跟踪、多光谱传感器，你可以说，这些都在这个小型手持智能计算机装置里。\n\n 不幸的是，这台扫描器可能在设计上非常脆弱，这意味着我们的工程团队必需处理回收来的碎片，这意味着你首先必须在我们开始逆向工程之前重建设备，复制硬件被证明是相当容易，因为我们已经有一些使用外星硬件的经验，但软件被证明更加困难，然而我相信这一努力得到了回报，我们现在有了几乎完全相同的变种人智能扫描器，我相信我们的士兵会发现这非常宝贵，因为这将使他们能够以难以置信的准确度攻击变种人，无论他们藏身何处。 莉莉·沈。"
AlertString="变种人探路者扫描器"

[AutopsyAdventPathfinderCaptainStunMine X2TechTemplate]
DisplayName="变种人感应式眩晕地雷研究"
Summary="这枚感应式地雷会向触发它的任何人释放一股能量，导致那些受影响的人几乎瞬间失去意识。几乎不可能恢复一枚完整的地雷，但如果有足够多的碎片，即便这项工程很难，我们应该也能够复制它。"
CodeName="毒鲉"
LongDescription="有人会说，与其被他们带去受刑或更糟，不如与变种人战斗至死。不幸的是，探路者猎手使用的这一工具正是为了让他们能够俘虏。士兵毫无疑问更喜欢这种武器，而不是简单的击溃敌人，也许这些探路者更感兴趣的是俘虏并折磨他们以收集信息。尽管我毫不怀疑，如果有必要的话，他们会毫不犹豫的杀死任何因其而丧失行动能力的人。\n\n 复制这枚眩晕地雷并不容易，我们无法确切地解释变种人是如何以这样有效的效果击晕那些受能量爆发影响的人。但我们提出了一个粗糙而有效的解决方案，一个轻微的电击，再加上震荡冲击波和声波，几乎可以瘫痪任何目标，效果令人难以置信。 莉莉·沈。"
AlertString="变种人感应式眩晕地雷"

[AutopsyChosenAdventPathfinderScanner X2TechTemplate]
DisplayName="尊贵变种人扫描器研究"
Summary="这些所谓的 \"尊贵\" 变种人使用了我们前所未见的各种高级系统，这些尊贵探路者甚至使用了普通探路者智能扫描器的更高级版本。"
CodeName="灯塔"
LongDescription="通常很难或完全不可能研究外星人的技术，为了确保他们的技术不会落入我们手中，外星人会使出每一个花招，比如ID锁、DNA锁，他们的技术可能会在使用者死后摧毁或爆炸等等。他们所用的这个装置更进一步，不仅我们不可能使用它，甚至被锁定在其他变种人或外星人势力手里。\n\n 从外观上看，该扫描仪与普通变种人探路者使用的扫描仪几乎完全相同，然而尽管它在功能上与普通扫描仪几乎相同，但这只会“更好”，无论这只是对以前版本的改进，还是他们有意将更差的版本提供给那些在战场上的变种人，这是我们不可能知道的。\n\n 我们称之为\"Mk2\" 的扫描器，不仅可以提高我们的士兵以无与伦比的准确度攻击敌人的能力，而且还可以用惊人的速度进行攻击。 莉莉·沈。"
AlertString="尊贵变种人扫描器"

[AutopsyChosenAdventPathfinderCaptainHallucinogenicRounds X2TechTemplate]
DisplayName="尊贵变种人毒素研究"
Summary="尊贵探路者猎手不仅使用了从未见过的先进电浆武器系统，他们还通过智能子弹释放出可怕的毒素，能够使任何不幸被他们射杀的人产生真正的恐惧感。"
CodeName="恐惧"
LongDescription="恐惧是很多外星人能够对人类造成的，当外星人对他们的朋友和爱人进行决定性的打击时，看到男人和女人在恐惧中退缩并不奇怪，只有经过极端的艰苦，训练和意志力，我们人类才能克服恐惧。现在一次扫荡中，这些\"尊贵\"探路者猎手已将一切都带走了。\n\n 这些探路者使用的恐惧毒素令人感到无比可怕，它是如此强大，以至于只需一滴与皮肤接触，并且由于它是通过强效子弹的方式，只要它命中，它将带来的远远不止一滴。\n\n 我对逆向工程这种毒药以供我们的部队使用，持保留意见，但外星人留给我们的选择很少，不幸的是，我们不可能完全复制该配方，因此莉莉将需要毒素样本，我只能建议我们的士兵在处理这些子弹时要格外小心，因为他们不想在身体沾上这种毒药。 理查德·泰根。"
AlertString="尊贵变种人毒素"

[HunterMark X2AbilityTemplate]
LocFriendlyName="猎手标记"
LocLongDescription="猎手步枪可以用特殊的追踪子弹标记目标，使士兵在侧翼攻击目标时，增加暴击伤害、侧翼命中率、侧翼暴击几率。任何攻击被标记目标的士兵都有暴击伤害加成、侧翼命中率、侧翼暴击几率。"
LocHelpText="标记一个敌方目标。盟友在攻击目标时，获得+2暴击伤害、+10侧翼命中、+15侧翼暴击几率。"

[X2Ability_HunterMark]
HunterMarkEffectName="猎手标记"
HunterMarkEffectDesc="该单位的所有敌人，在向其射击时，获得+2致命伤害、+10侧翼命中、+15侧翼暴击几率。"

[PathfinderSearchTeams X2SitRepTemplate]
FriendlyName="探路者搜索队"
Description="探路者小队正在搜索反抗军藏身处"

[PathfinderSearchTeamsEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="探路者搜索队"
Description="探路者队长将领导该位置的探路者小队。"

[ExaltedHuntingPacks X2SitRepTemplate]
FriendlyName="尊贵猎手聚会"
Description="在此区域发现了尊贵变种人猎手。"

[ExaltedHuntingPacksEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="尊贵猎手聚会"
Description="在此区域发现了尊贵变种人猎手。"

[PackHunter X2AbilityTemplate]
LocFriendlyName="合作捕猎"
LocLongDescription="可以召唤狩猎盟友。"
LocHelpText="可以召唤狩猎盟友。"
LocFlyOverText="合作捕猎"